Repository: ivanmosetti07/siri-ai-plus
Catalog: Sources/SiriAIApp/InfoPlist.xcstrings
Source language: it
Languages: en

# NSAppleEventsUsageDescription
source: Siri AI+ usa Note, Mail, Messaggi, Safari e Keynote per leggere e creare ciò che le chiedi: note, email, messaggi (solo dopo la tua conferma), pagine web e presentazioni.
en: Siri AI+ uses Notes, Mail, Messages, Safari, and Keynote to read and create what you ask for: notes, emails, messages (only after you confirm), web pages, and presentations.

# NSCalendarsFullAccessUsageDescription
source: Siri AI+ legge e crea eventi nel tuo calendario su tua richiesta.
en: Siri AI+ reads and creates events in your calendar when you ask.

# NSCalendarsUsageDescription
source: Siri AI+ legge e crea eventi nel tuo calendario su tua richiesta.
en: Siri AI+ reads and creates events in your calendar when you ask.

# NSContactsUsageDescription
source: Siri AI+ usa i Contatti per trovare il numero o l'email delle persone a cui vuoi scrivere e per mostrare i nomi nei Messaggi.
en: Siri AI+ uses Contacts to find the phone number or email address of the people you want to write to, and to show names in Messages.

# NSLocationUsageDescription
source: Siri AI+ usa la posizione del Mac (circa 1 km) per il meteo della Home, solo se lo attivi nelle Impostazioni.
en: Siri AI+ uses your Mac's approximate location (about 1 km) for the weather on Home, only if you turn it on in Settings.

# NSLocationWhenInUseUsageDescription
source: Siri AI+ usa la posizione del Mac (circa 1 km) per il meteo della Home, solo se lo attivi nelle Impostazioni.
en: Siri AI+ uses your Mac's approximate location (about 1 km) for the weather on Home, only if you turn it on in Settings.

# NSMicrophoneUsageDescription
source: Siri AI+ usa il microfono per la dettatura delle richieste.
en: Siri AI+ uses the microphone to dictate your requests.

# NSRemindersFullAccessUsageDescription
source: Siri AI+ legge, crea e completa i tuoi promemoria su tua richiesta.
en: Siri AI+ reads, creates, and completes your reminders when you ask.

# NSRemindersUsageDescription
source: Siri AI+ legge, crea e completa i tuoi promemoria su tua richiesta.
en: Siri AI+ reads, creates, and completes your reminders when you ask.

# NSSpeechRecognitionUsageDescription
source: Siri AI+ trascrive la tua voce sul dispositivo per scrivere le richieste.
en: Siri AI+ transcribes your voice on your Mac to write your requests.
